tm_start_message = """
Привет! 👋 Я твой умный помощник, которому доступны мощные нейронные сети!

Что я умею:

✨ Генерация текста - общайся на любые темы, получай ответы на вопросы или просто веселись в беседе!

🎨 Генерация изображений - дай мне текстовое описание, и я создам уникальное изображение специально для тебя!

🤖 Генерация кода - пиши код на любом языке программирования при помощи нейронной сети!

Чтобы начать, просто выбери интересующую тебя опцию или задай вопрос! Давайте творить вместе! 🎉
"""

tm_choosing_gpt = """
Выбери модель Chat Gpt
"""

tm_choosing_pic = """

"""

tm_choosing_code = """

"""

tm_ask_text = """
Введи свой запрос сообщением или вернись в главное меню
"""

tm_text_generation = """
⌛Подожди, твой запрос обрабатывается⌛
"""

tm_text_generation_error = """

"""

tm_help = """

"""

tm_menu = """
Что я умею:

✨ Генерация текста - общайся на любые темы, получай ответы на вопросы или просто веселись в беседе!

🎨 Генерация изображений - дай мне текстовое описание, и я создам уникальное изображение специально для тебя!

🤖 Генерация кода - пиши код на любом языке программирования при помощи нейронной сети!

Чтобы начать, просто выбери интересующую тебя опцию или задай вопрос! Давайте творить вместе! 🎉
"""

